// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "保护直接端口";

TaskDescription = "使用此设置禁用通过 USB 和并行端口打印。\n\nJetDirect、嵌入式网络连接性和第三方附加卡（例如 Firewire）不会受到此设置的影响。";
CheckboxTitle = "禁用直接端口";
ApplyButtonTitle = "立即应用";